Revit 2027 API
ExternalDataManagerTool Constructor
Overload List
Name | Description
ExternalDataManagerTool(ExternalDataManagerCommandId) |  Constructor
ExternalDataManagerTool(ExternalDataManagerTool) |  Create a copy of the object.
Top
See Also
Reference
ExternalDataManagerTool Class
Autodesk.Revit.UI Namespace